<?php
// +----------------------------------------------------------------------
// | 项目设置
// +----------------------------------------------------------------------

return [
    //微信配置
    'wxapp'	=> [
        'appid'     => 'wx0d6461d32f04ce2f',
        'secret'	=> '32b24c46a89767c0541f3912f748ae5a',
    ],
    //qq配置
    'qqapp' => [
        'appid'  => '',
        'secret' => ''
    ],
    //接口秘钥
    'api' => [
        'key'     => '631ge83469qhb73blsfh13mz7sce9zey',
        'secret'  => 'hByI46rxONoLiG7AOFb1hi91hQjjQSLS',
    ],
    'gateway_register_id' => '127.0.0.1:1236',
];
